tap "homebrew/bundle"
tap "buo/cask-upgrade"

brew "git"
brew "mas"

brew "stow"
brew "zoxide"
brew "fd"
brew "bat"
brew "eza"
brew "jq"
brew "gnupg"

brew "asdf"
brew "pre-commit"
brew "sops"

brew "awscli"
brew "kubectl"
brew "kubectx"
brew "stern"
brew "helm"

tap "common-fate/granted"
brew "common-fate/granted/granted"

cask "intellij-idea"
cask "iterm2"
cask "slack"
cask "visual-studio-code"

mas "Bitwarden", id: 1352778147
