tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
tap "buo/cask-upgrade"

brew "git"
brew "mas"

brew "stow"
brew "zoxide"
brew "fd"
brew "bat"
brew "exa"
brew "jq"
brew "gnupg"

brew "awscli"
brew "kubectl"
brew "kubectx"
brew "sops"
brew "helm"
brew "skaffold"
brew "argocd"
brew "pre-commit"

cask "authy"
cask "aws-vault"
cask "docker"
cask "intellij-idea"
cask "iterm2"
cask "postman"
cask "slack"
cask "visual-studio-code"
cask "zoom"

mas "Bitwarden", id: 1352778147
